{
  "sekolah": "Millennium",
  "total_entries": 154,
  "raw_content": [
    "Karin (Bunny Girl)\nAn agent of Millennium Science School's secret society \"C&C\", who this time finds herself directly taking part at the forefront of the operation.",
    "There's an air of excitement around Karin as she puts on her bunny girl costume, despite her saying it's only for the sake of her mission. The increase in glances from those around her naturally make her feel a little uneasy, however.",
    "Arisu (Battle)",
    "A member of the Game development club from Millennium Science School. Arisu is a slightly eccentric girl who loves games. She now carries the fate of the world on her shoulders.",
    "Kei",
    "Kei has a new body.",
    "She doesn't realize it, but she is a little more excited than usual.",
    "Himari (Battle)",
    "Enrolled at Millennium Science School, the former director of the hacker group \"Veritas\" and the current director of the Supernatural Phenomenon Task Force.",
    "To respond to an unprecedented crisis, she dons a special suit. Also, thanks to her new \"wheelchair\", she now appears capable of traversing with remarkable agility.",
    "She claims it is a wheelchair, but no matter how you look at it, it is clearly a motorcycle.",
    "Rio (Battle)",
    "President of the \"Seminar\" student council at the Millennium Science School. Rio dons a special suit to respond to unprecedented crisis. The suit's streamlined design enables operations in every role, from rear support to on-site response.",
    "Toki (Battle)",
    "An agent of the secret \"C&C\" agency from Millennium Science School, she is a C&C agent and a field officer in the Super Phenomenon Task Force.",
    "Curently she is outfitted for a reconnaissance mission. She describes herself as \"a new Asuma Toki with excellent mobility\". Additionally, she appears to have found a hobby, albeit tentatively.",
    "Rei",
    "Rei is a member of the Millennium Science School and is the No. 4 batter who loves baseball. She is determined to reform the Millennium Baseball Club, which is currently resigned to studying physics and ball dynamics. She seems to get along well with the fitness nut Sumire... except when it comes to actual competition.",
    "Sumire (Part-Timer)",
    "Sumire is the leader of the Training Club at Millennium Science School.",
    "Due to a certain incident, Sumire ended up working part-time as a vendor at a baseball stadium. She doesn't mind the weight of her outsfit since it doubles as training.",
    "Maki (Camping)\nThe member of Veritas changed into warm clothes to suit the cold winter weather.",
    "Although she was not enthusiastic about the sudden mountain trek, Maki seems to have enjoyed it to some extent, having been inspired by the new scenery. She remains disappointed about not being able to post about the experiences on the Internet.",
    "Neru (School Uniform)",
    "The leader of \"C&C\", and a member of the Millennium Science School, Neru has been tasked with being a guide for the Millennium EXPO.",
    "Normally she would have refused, but this time Neru was talked into taking over guard and guiding duties. She also seems to be carrying out secret missions behind the scenes...?",
    "Rio",
    "President of the \"Seminar\" student council at the Millennium Science School. Rio is a rationalist, she will do anything to ensure the safety of the Millennium and the world. As a result, she is known as the \"Big Sister\". She has a peculiar sense of style, as can be seen in \"Avant-Guard-kun\".",
    "Asuna (School Uniform)",
    "An agent of Millennium Science School's secret society \"C&C\" who will be a guide for the Millennium EXPO.",
    "Although she's changed into a school uniform to serve as a guide, she also fills in as a bodyguard. This, combined with her natural cheerfulness, makes Asuna very popular.",
    "Karin (School Uniform)",
    "An agent of Millennium Science School's secret society \"C&C\", who will be serving as a guide for the Millennium EXPO. She has changed into her school uniform to serve as both a guide for the venue and a guard for important guests. Due to the nature of her club activities, Karin usually wears a maid outfit, so she can't hide her excitement at this rare opportunity. She is calm and friendly, so she seems to be trustworthy as a guide.",
    "Noa (Pajama)\nMember of the Millennium Science School and secretary of the \"Seminar\" student council, Noa has changed into pajamas to enjoy some peaceful rest.",
    "The secretary's days off are usually quiet, as she doesn't mingle much with others, but the moments she spends with the seminar members are an exception. Noa just silently watches the scene as her cute junior and affectionate classmate misunderstand and cause a commotion. With a light smile she jots down a few notes.",
    "Yuuka (Pajama)",
    "Seminar's treasurer at Millennium Science School changed into her pajamas to get some rest. Although Yuuka performs her job perfectly every day, she can't say she's getting a good night's sleep due to the stress and insomnia caused by the constant troubles. She prepared a fluffy pillow and soft pajamas... but it seems that a good night's sleep in not on the agenda for a while because someone is raising trouble at Millennium day and night.",
    "Midori (Maid)\nAn illustrator of the Millennium Science School Game Development Club is disguised as a member of C&C...",
    "Although Midori herself claims that she ended up wearing the maid outfit unwillingly, she seems to be taking the mission seriously.",
    "Momoi (Maid)",
    "Student of Millennium Science School, and the scenario writer for the Game Development Club.",
    "By chance, they were mistaken for C&C and ended up wearing maid outfits. Momoi is caught up in an incident, but with her characteristic bright and dignified demeanor, she manages to overcome the adversity.",
    "Hare (Camping)",
    "Veritas member that's dressed warmly for the chilly winter.",
    "Not only was Hare going out for the first time in a while, but she also ended up at a campsite with almost no signal, so she seems to be less excited than usual. Although she can generally tolerate the inconvenience of being outdoors, Hare seems entirely unwilling to give up energy drinks.",
    "Kotama (Camping)",
    "Veritas member that's dressed warmly for the chilly winter.",
    "Although she didn't feel like going out, Kotama took it as a opportunity to record ambient sounds that would normally be difficult to acquire. She if fond of all the sounds that can be recorded in natural environments, but her favorite is definitely the Sensei's voice.",
    "Eimi (Swimsuit)",
    "Eimi is a member of the Supernatural Phenomenon Task Force at Millennium Science School.",
    "It's hard to tell what she's thinking, but she seems to be a little more excited than usual since arriving to the bitterly cold region. Saying that, her fashion sense seems to be the same as usual.",
    "Kotori (Cheerleader)",
    "A member of the Millennium Science Schools' Engineering Club, this time Kotori is wearing a cheerleader uniform to cheer everyone on during the grand athletic festival.",
    "While cheering in a spirited and upbeat voice, she still never fails to provide the usual helpful explanations and commentaries.",
    "Arisu (Maid)",
    "A member of the Game development club from Millennium Science School, Arisu decided to wear a maid outfit for various reasons.",
    "Although she's still not used to wearing maid clothes, she seems to be training every day to level up and become a full-fledged maid hero.",
    "Toki (Bunny Girl)",
    "An agent of the secret \"C&C\" agency from Millennium Science School, Toki believes bunny girl clothes to be a good fit for infiltration operations.",
    "She seems to be a little more excited than usual, having been assigned to an undercover mission, something she didn't get much chance to do before. Toki seems to be pleased to get the chance to do the same mission as C&C seniors, but tries to maintain a calm professional demeanor.",
    "Yuzu (Maid)",
    "Club president of the Game Development Club of Millennium Science School, Yuzu somehow ended up wearing a maid outfit for various reasons.",
    "Yuzu is timid as usual, even though she's dressed differently, but it seems she's been able to be a little more outgoing. Together with the other members of the Game Development Club, she is going to face various obstacles.",
    "Koyuki",
    "Genius girl from the Millennium Science School, Koyuki is a troublemaker member of the \"Seminar\" student council.",
    "Koyuki is a prodigy when it comes to analyzing probabilities, although she herself is completely unaware of it. Koyuki likes games of chance, and constantly tries her luck in various ways. Even when she is in trouble, she never gives up.",
    "Toki",
    "A member of the Millennium Science School, the fifth agent of its secret \"C&C\" agency.",
    "Although she belongs to C&C, Toki has been working as Rio's exclusive maid and bodyguard until now, so few people are familiar with her. A superior agent who fights based with high-tech weaponry. Until now, Toki has mainly acted alone, but she actually has a lonely side.",
    "Himari",
    "Enrolled at Millennium Science School, the former director of the hacker group \"Veritas\" and the current director of the Supernatural Phenomenon Task Force.",
    "A self-proclaimed super genius and sickly beautiful girl hacker, who is said to be an owner of the \"Omniscience\" degree, something only three people in the history of Millennium could claim. ...it's not entirely clear if that is true or whether such degree even exists. According to Himari, a girl with many secrets is alluring... She is also a leading genius hacker, and at the same time, has a penchant for all things occult.",
    "Yuuka (Sportswear)",
    "A member of the Millennium Science School, Seminar's treasurer changed into gym clothes for the Kourin Taisai Festival.",
    "Although she had been occupied with hard work preparing for the big event hosted by Millennium, she is currently in excellent shape, having rested well only the day before the opening of the festival, thanks to the consideration of other students. Yuuka, an officer of the student council of the host school and a member of the executive committee, tried to approach the competition rationally, but the passion for victory over the other participating schools seems to stimulate her competitive spirit.",
    "Akane (Bunny Girl)",
    "A member of the Millennium Science School, and an agent of \"C&C\", Akane changed into a bunny girl outfit for an infiltration mission.",
    "Even in an unfamiliar environment, she can be seen calmly carrying out her mission, taking the initiative in preparing her bunny outfit and clearing obstacles by detonating C4. She seems excited by her unusual attire, occasinaly flashing a mischievous smile.",
    "Noa",
    "Member of the Millennium Science School, secretary of the \"Seminar\" student council.",
    "Noa mainly records seminar decisions and meeting minutes, and is also in charge of the patent attorney's duties of identifying and registering patents for products developed by Millennium students. She has a very good memory and can almost perfectly memorize whatever she sees and hears once.",
    "Utaha (Cheerleader)",
    "The club leader of the Engineering Club dressed in the cheerleader costume for the grand athletic festival.",
    "Although she was hastily drafted for the cheerleader role, like a meister who does her best, her passion burns hotter than any other cheering squad member. With that overabundance of passion, she sometimes forgets her original task...",
    "Hibiki (Cheerleader)",
    "A member of the engineering club dressed in a cheerleader costume for the grand athletic festival.",
    "Using the sewing skills that she has cultivated through her usual cosplay hobby, she made the costumes worn by the engineers. Hibiki seems to be a little worried about her skirt length, probably because she reused the one she made a long time ago.",
    "Chihiro",
    "The deputy director of the hacker group Veritas; member of the Millennium Science School.",
    "Chihiro is a hacker with outstanding programming skills who tries to avoid abusing her abilities. She is the moral compass of Veritas group, which is full of mischievous children, and although Chihiro always gives passionate speeches about \"proper hacker ethics\" to the club members, she is also willing to put in greyhat work when necessary.",
    "Asuna (Bunny Girl)",
    "An agent of Millennium Science School's secret society \"C&C\" who has slipped into a bunny girl costume to order to take part in an infiltration mission.",
    "Asuna is as hyped up as always, despite not wearing her typical maid outfit. If anything, it could even be said that the new experience in an unfamiliar location is affording her even more enjoyment than usual.",
    "Karin (Bunny Girl)",
    "An agent of Millennium Science School's secret society \"C&C\", who this time finds herself directly taking part at the forefront of the operation.",
    "There's an air of excitement around Karin as she puts on her bunny girl costume, despite her saying it's only for the sake of her mission. The increase in glances from those around her naturally make her feel a little uneasy, however.",
    "Neru (Bunny Girl)",
    "The leader of the secret organization \"C&C\" of Millennium Science School, who for the purpose of her mission has changed into a bunny girl outfit.",
    "While it certainly has the appearance of something that Neru would never wear, if it's for a mission it can't be helped. Despite regularly enduring various circumstances as part of her mission, it seems that her jacket is one thing Neru simply won't part with.",
    "Yuzu",
    "Yuzu is the club president of the Game Development Club of Millennium Science School.",
    "She is very bad at speaking to people, and for that reason she almost never goes outside, instead spending the majority of her time inside a locker in the Game Development Club's club room.",
    "A lover of both playing and making games, her passion for them is no ordinary thing.",
    "Midori",
    "Student of Millennium Science School, and the illustrator for the Game Development Club.",
    "As per the title, Midori works along with her twin sister Momoi in game development.",
    "Midori being the shy one with her sister oppositely cheerful, they don't have much chemistry, but they have unrivaled passion in working together when it comes to games. As of now they've managed to become very close.",
    "Momoi",
    "Student of Millennium Science School, and the scenario writer for the Game Development Club.",
    "As per the title, Momoi works along with her twin sister Midori in game development.",
    "Momoi being the cheerful one with her sister oppositely shy, they don't have much chemistry, but they have unrivalled passion in working together when it comes to games. As of now they've managed to become very close.",
    "Arisu",
    "Student of Millennium and member of the Game development club.",
    "She was found sleeping inside some ruins. Everything about her is unknown, including her age. Currently, she enjoys playing videogames with Momoi, Midori and Yuzu and has become a serious game maniac.",
    "Because she picks up lines from retro games, her speech tends to be hesitant and unnatural.",
    "Eimi",
    "Enrolled at Millennium Science School, Eimi is a member of the Supernatural Phenomenon Task Force.",
    "She's a quiet girl who gives a denpa-like impression. It's hard to know what she's thinking. She can often be seen standing around vacantly for no reason.\nHowever, when entrusted with a mission, she is able to execute her objective by moving more efficiently than anyone.",
    "Hibiki",
    "Hibiki belongs to the Engineering Club of Millennium Science School.",
    "Despite being unsociable and unsophisticated in speech, she exhibits a prominent natural ability in engineering and has invented many marvellous objects.\nHer inventions are practically without flaws and while it wouldn't be too much to call them masterpieces, they always include at least one bizarre feature that leaves their users bewildered.",
    "Karin",
    "Agent of the Millennium Science School secret organization \"C&C\".",
    "With a call sign of \"Zero-Two\", she provides powerful fire support from the back line.\nDespite her rough appearance, she is actually the most prudent member of the group, and is constantly struggling to hold back the battle-frenzied Asuna and Akane.",
    "Maki",
    "A member of Veritas, a hacker group at Millennium Science School.",
    "A mischievous student who enjoys drawing graffiti and designed Veritas' emblem. She has a flighty personality and doesn't take anything seriously, which often sparks conflict with other clubs.",
    "Neru",
    "The leader of Millennium's secret agency \"C&C\".",
    "Looking indisputably like a delinquent with her attire, she's actually prideful of being the strongest agent, boasting a 100% mission success rate.\nBecause of this, she's earned the callsign \"Double O\" which is seen as a guarantee of certain victory.",
    "Sumire",
    "Sumire is the leader of the Training Club at Millennium Science School.",
    "One who is typically working on her training, a muscle-brained girl who believes all matters in the world can be solved with muscles and exercise.",
    "Akane",
    "An agent of Millennium's secret society \"C&C\".",
    "Having a callsign of Zero-three, she is an essential member of C&C specializing in \"cleaning up\".\nAkane has earned her nickname of \"Master Cleaner\" for her ability to infiltrate enemy lines with a deceivingly tender impression and gracefully yet explosively \"clean out\" the enemy.",
    "Hare",
    "A member of hacker group Veritas of Millennium.",
    "Among the many geniuses of Millenium, she is one of the most prominent. Most of the advanced cutting-edge devices in Millennium were created by her.\nHowever, despite her ability and achievements, she isn't one to brag. She is kind, friendly with other students and a good listener.",
    "Utaha",
    "The club leader of the Engineering Club at Millennium Science School.",
    "Without straying from that title, Utaha continues to develop all sorts of various robots. One she always brings along, Rai-chan, is known for having capabilities that can rival several hundred PMC Automata.",
    "Yuuka",
    "Enrolled in the Millennium Science School, Yuuka is the treasurer of the student council known as \"Seminar\".",
    "A prominent mathematical genius even amongst Millennium's STEM-rich student base, she supervises the management of the school's budget.\nYuuka's speciality is the abacus, and she has a habit of counting on one in order to compose herself when faced with complex and troubling matters.",
    "Asuna",
    "An agent of Millennium's secret agency \"C&C\".",
    "With a callsign of Zero-one, Asuna is a veteran who has frequently overcome many difficulties with brute intuition.\nOn missions, she's very openly trusting of people and breaks any sense of doubt or uncertainty. Her actions are hard to understand but never fail to produce results in the end.",
    "Kotama",
    "A hacker from the hacker group Veritas of Millennium Science School.",
    "Her specialty is eavesdropping. She is a strange girl who likes to eavesdrop on people's secret conversations.\nShe's not good at talking to people, to such a degree that she even uses honorifics with younger first graders.\nIn real life she's a shy girl of few words, but on the internet she's quite the talker.",
    "Kotori",
    "Enrolled at Millennium Science School, Kotori is a member of the Engineering Club.",
    "She loves to talk, and will not stop when telling people about physics and the mechanisms of machinery.\nWhenever there's machine trouble at Millennium, she'll be the first on the scene to explain the situation."
  ]
}